alefragnani.project-manager
anthropic.claude-code
arturock.gitstash
asvetliakov.vscode-neovim
codezombiech.gitignore
donjayamanne.git-extension-pack
donjayamanne.githistory
eamodio.gitlens
fecet.vscode-neovim-fecet
github.copilot
github.copilot-chat
james-yu.latex-workshop
jdinhlife.gruvbox
mathematic.vscode-latex
mhutchie.git-graph
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
shaharkazaz.git-merger
vscodevim.vim
ziyasal.vscode-open-in-github
