alacritty
axel
brave-browser
bsdutils
btop
cifs-utils
cryptsetup
curl
dash
diffutils
efibootmgr
feh
ffmpeg
findutils
gimp
git
gitg
gnome-online-accounts
gnome-shell-extension-manager
gnome-terminal
gnome-tweaks
gocryptfs
google-chrome-stable
grep
grub-efi-amd64
grub-efi-amd64-signed
gzip
hollywood
hostname
hyphen-en-ca
hyphen-en-gb
hyphen-en-us
ibus-table-cangjie3
ibus-table-cangjie5
ibus-table-cangjie-big
init
kdeconnect
kitty
konsole
language-pack-en
language-pack-en-base
language-pack-gnome-en
language-pack-gnome-en-base
libchewing3
libchewing3-data
libm17n-0
libmarisa0
libopencc1.1
libopencc-data
libotf1
libpinyin15
libpinyin-data
libreoffice-help-common
libreoffice-help-en-gb
libreoffice-help-en-us
libreoffice-l10n-en-gb
libreoffice-l10n-en-za
linux-generic-hwe-24.04
login
lsd
lvm2
m17n-db
meld
mythes-en-au
mythes-en-us
ncdu
ncurses-base
ncurses-bin
neofetch
neovim
obs-studio
openscad
python3.12-venv
python3-netifaces
python3-pip
qbittorrent
qgit
ranger
sgt-puzzles
shim-signed
smbclient
terminator
texlive-full
thunderbird-locale-en
thunderbird-locale-en-gb
thunderbird-locale-en-us
tilix
tldr
tmux
tree
ubuntu-desktop
ubuntu-desktop-minimal
ubuntu-minimal
ubuntu-restricted-addons
ubuntu-standard
ubuntu-wallpapers
vlc
wtype
xournalpp
ydotool
zathura
zathura-pdf-poppler
zoxide
zsh
