brew "bat"
brew "chezmoi"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-delta"
brew "node"
brew "ranger"
brew "thefuck"
brew "zoxide"
vscode "alefragnani.project-manager"
vscode "anthropic.claude-code"
vscode "arturock.gitstash"
vscode "asvetliakov.vscode-neovim"
vscode "codezombiech.gitignore"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "fecet.vscode-neovim-fecet"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "james-yu.latex-workshop"
vscode "jdinhlife.gruvbox"
vscode "mathematic.vscode-latex"
vscode "mhutchie.git-graph"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "shaharkazaz.git-merger"
vscode "vscodevim.vim"
vscode "ziyasal.vscode-open-in-github"
